"RTL"="0";
"Cancel"="Cancelar";
"OK"="Ok";
"Delete"="Excluir";
"Next"="Próximo";

"NoEMailSetupTitle"="E-mail não configurado";
"NoEMailSetupText"="Por favor, configure o e-mail em seu aparelho.";
"WriteEMailText"="Deseja contatar o suporte por e-mail?";
"WriteEMailTitle"="Contatar suporte";
"EMailQuestionSubject"="Suporte Técnico do Orçamento Inteligente";
"EMailQuestionBody"="\n\nVersão do Software - %@\nVersão do iOS - %@";
"ShareEMailSubj"="Gostaria de convidar você para finanças pessoais compartilhadas!";
"ShareEMailBody"="Clique no anexo para abrir o arquivo no Orçamento Inteligente. \n\nSe você ainda não tem o Orçamento Inteligente instalado, eis aqui o link: %@\n\nP.S. Estou usando a versão %@\nVersão do iOS - %@";
"EMailDatabaseProblemSubject"="Suporte Técnico do Orçamento Inteligente – meu banco de dados está corrompido!";
"EMailDatabaseProblemBody"="Esta mensagem contém cópia de seu banco de dados. Tentaremos identificar e consertar o bug o mais breve possível.\nVersão do Software - %@\nVersão do iOS - %@\n";

"SelectAccountTitleTo"="Para a Conta";

"ExpenseNamePlaceholder"="Descrição (opcional)";
"ExpenseTitleNew"="Descrição";
"ExpenseNameTitle"="Descrição";
"ExpenseNameComment"="Sem Descrição";
"ExpenseReturnDate"="Reembolso";
"SelectNoReturnDate"="Sem data de reembolso";
"SelectNoDate"="Sem data";
"SelectTodayDate"="Hoje";
"SectionPlannedFor"="Planejado para {date}";

"CheckInternetCloud"="Sem conexão com o servidor da nuvem. Ele pode estar em manutenção ou você pode não estar conectado à internet.";
"DocsHintCloudCorrupted20"="O banco de dados na nuvem está corrompido. Pressione o botão 'exportar' na parte inferior e selecione 'Enviar ao suporte'.";
"DocsHintCloudUnpublished20"="O banco de dados na nuvem não foi encontrado. Pressione o botão 'exportar' na parte inferior e selecione 'Enviar ao suporte'.";
"DocsHintCloudFuture"="Algumas alterações foram enviadas à nuvem usando uma versão mais recente de Orçamento Inteligente. Atualize sua versão.";
"ERROR_FUTURE_COMMANDS"="O banco de dados foi alterado usando uma versão mais recente do Orçamento Inteligente. Por favor, atualize sua versão.";
"ERROR_CORRUPTED"="O banco de dados está corrompido. Pressione o botão 'exportar' na parte inferior e selecione 'Enviar ao suporte'.";

"HelpSwitchSheet" = "Trocar planilhas";
"HelpAddOperation" = "Adicione uma renda, despesa, empréstimo, transferência ou câmbio de moeda";
"HelpPlannedOpDifferentSheet" = "A operação planejada está próxima em planilha diferente";
"HelpTextSearch" = "Você pode digitar 's l' para pesquisar o 'suco de laranja'";
"HelpSlideForSearchPlanning" = "Deslize abaixo para busca&planejamento";
"HelpCreateDatabase" = "Os bancos de dados são completamente separados, cada um tem seu próprio conjunto de contas, planilhas, operações e pode ser sincronizado com diferentes usuários.";
"HelpNeedCommit" = "Algumas alterações ainda não estão salvas na nuvem.";
"HelpPublished" = "Este banco de dados é sincronizado automaticamente entre dispositivos usando o iCloud com o mesmo ID Apple. Para sincronizar dispositivos usando ID Apple diferente ou não usando o iCloud, envie um convite.";
"HelpNotPublished" = "A sincronização da nuvem está desativada para este banco dados.";
"HelpAccounts" = "Todas as contas são de múltiplas moedas. Para adicionar fundos a uma conta ou transferir fundos entre contas, vá à tela principal e adicione uma operação, selecionando aquela conta.";
"HelpHiddenAccounts" = "Arraste contas não usadas abaixo da linha 'contas ocultas' para ocultá-las da lista, mas mantendo-as para estatísticas.";
"HelpWriteUs" = "Escreva-nos!";
"HelpWriteReview" = "Adorou Orçamento Inteligente?";
"HelpFullVersion" = "Obrigado";
"HelpSalePrice" = "Você ganha um grande desconto como comprador da primeira versão de Orçamento Inteligente";
"HelpNormalPrice" = "Se você tem Orçamento Inteligente 1, você pode ganhar um grande desconto, certifique-se de que você tenha Orçamento Inteligente 1.7 instalado e atualizado para a versão completa neste dispositivo.";
"HelpTapHold" = "Toque e segure para mais funções";
"HelpPlusMinus" = "Alternar entre renda e despesa";
"HelpDateRemembered" = "A data diferente de hoje foi selecionada automaticamente. Certifique-se de que esteja correta.";
"HelpDateApproaching" = "A data planejada está próxima";
"HelpSelectSheet" = "Selecionar planilha diferente para esta operação";
"HelpFreeProgress" = "Se você atingir o limite de 30 operações da versão grátis, precisará comprar a versão completa";
"HelpSheets" = "Você pode adicionar operações a planilhas diferentes e depois analisar cada planilha individualmente.";
"HelpEraser" = "Apagador";
"HelpMarker" = "Marcador";
"HelpExchangeRate" = "Taxas de câmbio atualizadas pela última vez há {hours_ago} horas";
"HelpPin" = "O código PIN aqui é bom apenas para evitar que crianças façam alterações indesejadas em seus dados. Para segurança real, defina a senha na tela de bloqueio do seu dispositivo.";
"HelpForgotPin" = "Esqueceu o código PIN? Comece de 0000, 0001 e continue até 9999, até encontrá-lo. Tipicamente, leva menos de uma hora para tentar todas as combinações.";

"HiddenAccountsLine"="Contas ocultas";
"AccountCash"="Dinheiro";
"csvID"="Número";
"RecurrenceTitle"="Repetir";
"DateTitle"="Data";
"PlannedTitle"="Planejado";
"CategoryTitle"="Categoria";
"SheetTitle"="Planilha";
"SheetsTitle"="Planilhas";
"SheetNamePlaceholder"="Nome da Planilha";
"SheetTitleNew"="Nova Planilha";
"SheetNameTitle"="Nome";
"TotalSheet"="Todas as Planilhas";
"SeveralSheets"="Múltiplas Planilhas";
"TotalAccount"="Todas as Contas";
"SeveralAccounts"="Múltiplas Contas";
"AccountTitle"="Conta";
"AccountToTitle"="Para a Conta";
"AccountsTitle"="Contas";
"AccountNamePlaceholder"="Nome da Conta";
"AccountNameTitle"="Nome";
"AccountTitleNew"="Nova Conta";
"AccountsSum"="Total";
"CategoryNamePlaceholder"="Nome da Categoria";
"CategoryTitleNew"="Nova Categoria";
"CategoryNameTitle"="Nome";
"CurrencyTitle"="Moeda";
"CurrenciesTitle"="Moedas";
"AmountTitle"="Quantia";
"EditName"="Renomear";
"MoveToAccountTitle"="Mover operações para";
"AccountMoveMenuTitle"="Você vai mover todas as operações da conta '{from}' para a conta '{to}'. Isto não pode ser desfeito.";
"MoveToSheetTitle"="Mover operações para";
"SheetMoveMenuTitle"="Você vai mover todas as operações da planilha '{from}' para a planilha '{to}'. Isto não pode ser desfeito.";
"MoveAllOperations"="Mover todas as operações";
"DeleteAllOperations"="Excluir todas as operações";
"DeleteAllOperationsMenuTitle"="Você vai excluir todas as operações da planilha '{from}''. Excluir operações raramente é necessário e redefinirá seu saldo na quantia dessas operações. Isto não pode ser desfeito.";

"AmountConverted"="%@ é igual a %@";
"ConversionNA"="Indisponível";
"AmountNotConverted"="Erro ao baixar taxas";
"BuiltInCategoryTitle"="Categoria Especial";
"BuiltInCategoryText"="As categorias ‘Empréstimo’, ‘Transferência’ e ‘Câmbio’ não são editáveis.";
"OperationsNumber" = "{count}\nops";

"AboutTitle"="Configurações";
"RealAboutTitle"="Sobre";
"LimitTitle"="Versão Gratuita";
"LimitText"="A versão grátis é limitada a 30 itens. Mudar para a versão completa leva 20 segundos usando a tecnologia de compra interna da Apple.";
"PurchaseStatusPurchasing"="Acessando a loja...";
"PurchaseStatusFullVersion"="A versão completa foi adquirida";
"PurchaseStatusRestoring"="Restaurando compras...";
"Purchase20ButtonTitle"="Comprar a versão completa";
"RestoreButtonTitle"="Restaurar compras";
"WriteReviewTitle"="Escrever uma resenha";
"WriteReviewText"="Deseja escrever uma resenha?";
"MoneyVersion"="Orçamento Inteligente, Versão";
"FontTitle" = "Fonte";
"PURCHASE_FAILED_TITLE"="Erro na compra";
"CANNOT_MAKE_PAYMENTS_TEXT"="As configurações de seu aparelho não permitem compras. Abra as configurações do aparelho, 'Geral', 'Restrições' e assegure-se de que 'Compras in-App' estão ativadas.";
"RESTORE_FAILED_TITLE"="Erro ao restaurar";
"ERROR_INTERNET_TEXT"="%@. Por favor, verifique sua conexão com a internet e tente novamente.";
"ERROR_NO_PRODUCT"="Falha ao baixar preços";
"RESTORE_NOTHING_TITLE"="Restauração completa";
"RESTORE_NOTHING_TEXT"="Não foram encontradas compras anteriores. Certifique-se de que foi usada o mesmo ID Apple para as compras originais.";

"CurrencySelectedHeader"="Moedas Selecionadas";
"CurrencyPopularHeader"="Moedas Populares";
"CurrencyOtherHeader"="Outras Moedas";

"PinTitle"="Código PIN";
"PinEnterText"="Informe o código PIN";
"PinRepeatText"="Informe o PIN novamente";
"PinWrongText"="Código PIN errado\nPor favor, informe o código PIN novamente";
"PinNoMatchText"="O PIN não confere\nPor favor, informe o PIN novamente";

"CreateDatabase"="Criar banco de dados";
"SelectDatabase"="Abrir banco de dados";
"DocumentsTitle"="Bancos de Dados";
"DeleteDatabaseTitle"="Excluir o banco de dados deste aparelho? Isto não pode ser desfeito!";
"Publish20"="Ativar sincronização da nuvem";
"Invite20"="Enviar convite";
"Unpublish20"="Desativar sincronização da nuvem";
"UnpublishTitle20"="A cópia do banco de dados local será criada neste dispositivo e banco de dados original será excluído deste dispositivo e todos os dipsositivos que usam o mesmo ID Apple para o iCloud.";
"DeleteDatabaseTitlePublished"="O banco de dados será excluído deste dispositivo e de todos os dispositivos usando o mesmo ID Apple para o iCloud.";
"OtherDevicesWillContinue"="Se os outros dispositivos tiverem acesso à cópia da nuvem deste banco de dados através de convite, eles continuarão a usá-lo.";

"ExportMenuTitle"="Exportar banco de dados";
"BackupButtonTitle20"="Backup";
"PreviewButtonTitle"="Ver como XSLX";
"ExportXSLXButtonTitle"="Exportar como XSLX";
"SendToSupportTitle"="Enviar ao suporte";
"SendToSupportText"="Se acredita que seu banco de dados está corrompido, você pode enviá-lo ao suporte para análise e possível reparo.";

"ExpensePlanButton"="Plano Similar";
"ExpensePerformButton"="Realizar";
"ContactIndicator"="Contato";
"DeleteExpenseTitle"="Excluir a transação?";

"NEVER"="Nunca";
"EVERY_DAY"="Todo dia";
"EVERY_WEEK"="Toda semana";
"EVERY_2WEEKS"="Quinzenalmente";
"EVERY_MONTH"="Mensalmente";
"EVERY_2MONTHS"="A cada 2 meses";
"EVERY_QUARTER"="A cada 3 meses";
"TWICE_A_YEAR"="Duas vezes ao ano";
"EVERY_YEAR"="Todo ano";

"EXPENSE_KIND"="Despesa";
"INCOME_KIND"="Renda";

"CatTransfer"="Transferência";
"CatConvert"="Câmbio";
"CatLoan"="Empréstimo";
"CatLoanBack"="reembolso de empréstimo";
"CatApartment"="Acomodação";
"CatFoodHome"="Comida";
"CatFoodRestaurant"="Restaurante, café";
// Remove planned
"CatCarPlanned"="Veículo";
"CatCarEmergency"="Veículo (emergência)";
"CatSport"="Esporte";
"CatCat"="Gato";
"CatDog"="Cachorro";
"CatPet"="Animal";
"CatGiftsLost"="Presentes";
"CatTransportPublic"="Transporte Público";
"CatFishing"="Pesca";
"CatHunting"="Caça";
"CatGamblingLost"="Perdido em jogos";
"CatGaveFamily"="Dado a um parente";
"CatBaby"="Criança";
"CatMedicine"="Saúde";
"CatGadgets"="Eletrônicos";
"CatCinema"="Cinema";
"CatTheaters"="Teatros, Exibições";
"CatRoleplaying"="Dramatizações";
"CatSalary"="Salário/ Rendimento";
"CatOverwork"="Horas Extras";
"CatBonus"="Bônus";
"CatGamblingWon"="Ganho em jogos";
"CatApple"="Royalties";
"CatFound"="Achado";
"CatGiftsWon"="Presente";
"CatGovernment"="Taxas oficiais";
"CatClothes"="Vestuário";
"CatSpirits"="Bebidas";
"CatCommunications"="Telecomunicação e Internet";
"CatTransportTravel"="Despesas de viagens";
"CatHotel"="Hotel";
"CatEducation"="Educação";
"CatUnknown"="Desconhecido";
"CatCelebration"="Feriado";
"CatTookFromFamily"="Recebido de um parente";
"CatInitialBalance"="Saldo inicial";

"UserCategorySheetTitle"="%@ (número de transações - %d)";
"SelectImage"="Escolher Imagem";
"DrawImage"="Desenhar Imagem";
"ImageTitle"="Imagem";
"CategoriesRecent"="Recém Utilizado";
"CategoriesNotRecent"="Há Tempo Sem Uso";
"CategoriesNeverUsed"="Nunca Usado";

"EverydaySheet"="Dia a dia";
"SelectFromContacts"="Escolher dos Contatos";
"CustomImagesSection"="Imagens desenhadas de todos os bancos de dados";

"ReportTitle"="Relatório";
"Reports"="Relatórios";
"SimpleReport"="Relatório simples";
"ReportStyleTitle"="Estilo do relatório";
"ByCat"="Por categoria";
"ByDay"="Diariamente";
"BySum"="Saldo";
"ReportPeriod"="Período";
"AllTime"="Todo o tempo";
"StatIncome"="Renda";
"StatOutcome"="Despesa";
"StatBalance"="Balanço";
"StatExchangeRateFlux"="Diferença de Taxa";
"StatIncome20"="Renda: {amount}";
"StatOutcome20"="Despesa: {amount}";
"StatIncomePlanned"="Renda planejada: {amount}";
"StatOutcomePlanned"="Despesa planejada: {amount}";
"StatIncomePlannedNoDate"="Renda planejada (sem data): {amount}";
"StatOutcomePlannedNoDate"="Despesa planejada (sem data): {amount}";
"StatIncomePlannedPerMonth"="Renda por mês: {amount}";
"StatOutcomePlannedPerMonth"="Despesa por mês: {amount}";

"ExampleSneakers"="Tênis";
"ExampleIcecream"="Sorvete";
"ExampleGas"="Gasolina";
"ExampleTickets"="Passagens para o Rio de Janeiro";
"ExampleMarriage"="Casamento";

"DocsHintCloudBadReceipt" = "O servidor da nuvem não aceita bancos de dados com muitas modificações da versão gratuita. Por favor, mude para a Versão Completa.";
"LoadFromBackupErrorTitle" = "Backup não carregado";
"LOAD_FROM_BACKUP_EXISTS" = "Você já tem este banco de dados sincronizado com a nuvem em seu dispositivo.";
"LOAD_FROM_BACKUP_BAD_FORMAT" = "Formato de arquivo não reconhecido. Você pode enviar o arquivo ao suporte para análise e possível reparo.";
"SectionNoDate"="Planejado sem data";
"BitCoin" = "Bitcoin";
"NMonths" = "{{is_0_or_1}}{count}  mês{{else}}{count} meses";
"NDays" = "{{is_0_or_1}}{count} dia{{else}}{count} dias";
"List12" = "{item1}, {item2}";
"NewDatabaseMark" = "novo";

"ImportInstructions20"="Como movo dados do Orçamento Inteligente 1 para o Orçamento Inteligente 2?{title} Primeiro, certifique-se de que o Orçamento Inteligente 1.7 ou mais recente esteja instalado em seu dispositivo. {picture1} Abra Orçamento Inteligente 1, clique no botão 'nuvem', clique no botão 'Exportar para Orçamento Inteligente 2', selecione Orçamento Inteligente 2 da lista de aplicativos. {picture2} Se usou sincronização da nuvem no Orçamento Inteligente 1, você terá que ativar a sincronização da nuvem novamente no Orçamento Inteligente 2. {picture3}";
"FAQTitle"="Perguntas Frequentes";

"PlanNewOperation"="Planejar nova operação";
"AppName2"="Orçamento Inteligente 2";
